[
  {
    "description": "Alice, a curious girl with blonde hair and a blue dress, fell down a rabbit hole into a strange world. The characters involved are: Alice,. The main actions are: fell down. The scene takes place in: Alice, a curious girl with blonde hair and a blue dress, fell down a rabbit hole into a strange world..",
    "action": "fell down",
    "environment": "Alice, a curious girl with blonde hair and a blue dress, fell down a rabbit hole into a strange world.",
    "style": "realistic",
    "subtitle": "Alice, a curious girl with blonde hair and a blue\ndress, fell down a rabbit hole into a strange\nworld."
  },
  {
    "description": "She met a white rabbit in a hurry, dressed in a waistcoat and holding a pocket watch, who led her through this bizarre land. The main actions are: met dressed holding led. The scene takes place in: She met a white rabbit in a hurry, dressed in a waistcoat and holding a pocket watch, who led her through this bizarre land..",
    "action": "met dressed holding led",
    "environment": "She met a white rabbit in a hurry, dressed in a waistcoat and holding a pocket watch, who led her through this bizarre land.",
    "style": "realistic",
    "subtitle": "She met a white rabbit in a hurry, dressed in a\nwaistcoat and holding a pocket watch, who led her\nthrough this bizarre land."
  },
  {
    "description": "As she wandered, Alice encountered the Cheshire Cat, with a mischievous grin and a floating, striped tail, who gave her cryptic advice. The characters involved are: Alice. The main actions are: wandered, encountered gave. The scene takes place in: As she wandered, Alice encountered the Cheshire Cat, with a mischievous grin and a floating, striped tail, who gave her cryptic advice..",
    "action": "wandered, encountered gave",
    "environment": "As she wandered, Alice encountered the Cheshire Cat, with a mischievous grin and a floating, striped tail, who gave her cryptic advice.",
    "style": "realistic",
    "subtitle": "As she wandered, Alice encountered the Cheshire\nCat, with a mischievous grin and a floating,\nstriped tail, who gave her cryptic advice."
  },
  {
    "description": "She then came across the Queen of Hearts, a regal but short-tempered woman with a crown and red attire, always shouting, \"Off with their heads!\" The main actions are: came always shouting. The scene takes place in: She then came across the Queen of Hearts, a regal but short-tempered woman with a crown and red attire, always shouting, \"Off with their heads!\".",
    "action": "came always shouting",
    "environment": "She then came across the Queen of Hearts, a regal but short-tempered woman with a crown and red attire, always shouting, \"Off with their heads!\"",
    "style": "realistic",
    "subtitle": "She then came across the Queen of Hearts, a regal\nbut short-tempered woman with a crown and red\nattire, always shouting, \"Off with their heads!\""
  },
  {
    "description": "In her travels, Alice also met the Mad Hatter, with wild, frizzy hair and a top hat, who hosted a nonsensical tea party with the March Hare. The characters involved are: Alice. The main actions are: also met hosted. The scene takes place in: In her travels, Alice also met the Mad Hatter, with wild, frizzy hair and a top hat, who hosted a nonsensical tea party with the March Hare..",
    "action": "also met hosted",
    "environment": "In her travels, Alice also met the Mad Hatter, with wild, frizzy hair and a top hat, who hosted a nonsensical tea party with the March Hare.",
    "style": "realistic",
    "subtitle": "In her travels, Alice also met the Mad Hatter,\nwith wild, frizzy hair and a top hat, who hosted\na nonsensical tea party with the March Hare."
  },
  {
    "description": "Through strange conversations and impossible puzzles, Alice began to question reality itself. The characters involved are: Alice. The main actions are: began question. The scene takes place in: Through strange conversations and impossible puzzles, Alice began to question reality itself..",
    "action": "began question",
    "environment": "Through strange conversations and impossible puzzles, Alice began to question reality itself.",
    "style": "realistic",
    "subtitle": "Through strange conversations and impossible\npuzzles, Alice began to question reality itself."
  },
  {
    "description": "In the end, after a chaotic trial with the Queen, Alice woke up in her world, realizing it had all been a strange dream. The characters involved are: Alice. The main actions are: woke up realizing had all been. The scene takes place in: In the end, after a chaotic trial with the Queen, Alice woke up in her world, realizing it had all been a strange dream..",
    "action": "woke up realizing had all been",
    "environment": "In the end, after a chaotic trial with the Queen, Alice woke up in her world, realizing it had all been a strange dream.",
    "style": "realistic",
    "subtitle": "In the end, after a chaotic trial with the Queen,\nAlice woke up in her world, realizing it had all\nbeen a strange dream."
  }
]